<template>
<div>
<Name />
            <p>Меня зовут Валентина, я студентка 4 курса Челябинского государственного университета.
                В этом году я заканчиваю бакалавриат по направлению "Управление качеством".<br><br>
                К концу 3 курса я решила попробовать свои силы в том, что мне всегда было интересно,
                и мой выбор пал на frontend разработку. Я закончила курс по фронтенду на портале
                HTML academy. Там я получила хорошие базовые знания по HTML и CSS.
                Но JS в курсе был затронут в минимальном аспекте, практики было мало.
                Я искренне заинтересована в том, чтобы разобраться с языком программирования
                JavaScript, а в дальнейшем связать работу с фронтендом.
                В качестве практики верстала несколько одностраничных сайтов по макетам,
                с которыми вы можете познакомиться на
                <a class="git" href="https://github.com/ValyaLukyanenko98">GitHub</a>.<br><br>
                Я увлекаюсь рисованием и стрейчингом.
                Веду активный образ жизни, обожаю велопрогулки и плавание.
                Осваиваю горные лыжи. Общительная и коммуникабельная.</p>
</div>
</template>

<script>
    import Name from '@/components/Name.vue'
    export default {
        name: 'test',
        components: {
            Name
        }
    }
</script>

<style>
div {
    background-color: #f6f6f6;
    font-family: 'Montserrat', sans-serif;
    color: #3a3c3e;
    font-size: 20px;
    margin: 0 10% 2% 10%;
    text-align: center;
    padding: 1% 3%;
}
p {
    text-align: justify;
    line-height: 35px;
}
</style>

