<template>
<div>
<h1>Почему я хочу стать частью вашей команды?</h1>
    <p>
        В настоящий момент я студентка: умею и люблю учиться,
        с готовностью воспринимаю информацию от лектора и даю обратную связь.
        Мне нравится выполнять домашние задания и знать, что именно нужно откорректировать.
        Обучаясь дома, я часто ловила себя на мысли, что мне не хватает ментора,
        опытного и знающего человека, который направит меня.<br>
        Поэтому оффлайн школа по Frontend Development – это именно тот формат,
        которого мне не хватает для роста и дальнейшего карьерного совершенствования.
    </p>
</div>    
</template>